# Taps

tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "shrimpram/tap"


# Core

brew "gnu-sed"
brew "neovim"

# Cask

brew "pinentry-mac"
cask "anki"
cask "appcleaner"
cask "authy"
cask "discord"
cask "dropbox"
cask "firefox"
cask "foxitreader"
cask "iina"
cask "inform"
cask "inky"
cask "kitty"
cask "mac-mouse-fix"
cask "mactex-no-gui"
cask "malwarebytes"
cask "messenger"
cask "obsidian"
cask "raycast"
cask "signal"
cask "skim"
cask "slack"
cask "spotify"
cask "syncthing"
cask "visual-studio-code"
cask "whatsapp"
cask "zotero"


# Optionals for mutt

brew "abook"

# Optionals for nnn previews

brew "ffmpeg"
brew "ffmpegthumbnailer"
