# Taps

tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "shrimpram/tap"
tap "koekeishiya/formulae"
tap "cmacrae/formulae"
tap "khanhas/tap"

# Core

brew "gnu-sed"
brew "khanhas/tap/spicetify-cli"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "pinentry-mac"
brew "pueue"
brew "shrimpram/tap/spot"
brew "spacebar"
brew "vdirsyncer"

# Cask

cask "anki"
cask "appcleaner"
cask "authy"
cask "contexts"
cask "dropbox"
cask "flux"
cask "gnucash"
cask "iina"
cask "inform"
cask "inky"
cask "jabref"
cask "logseq"
cask "malwarebytes"
cask "mendeley"
cask "messenger"
cask "obsidian"
cask "raycast"
cask "signal"
cask "slack"
cask "spotify"
cask "syncthing"
cask "visual-studio-code"
cask "whatsapp"

# Optionals for nnn previews

brew "ffmpeg"
brew "ffmpegthumbnailer"
