brew "bat"
brew "exa"
brew "fd"
brew "fzf"
brew "gdu"
brew "git-crypt"
brew "git-lfs"
brew "gnu-sed"
brew "gnupg"
brew "htop"
brew "lazygit"
brew "neofetch"
brew "neovim"
brew "nnn"
brew "ripgrep"
brew "stow"
brew "tree"
brew "wget"
brew "zoxide"
